Repository: AchrafBen7/StibAlert
Catalog: StibAlert/Localizable.xcstrings
Source language: fr
Languages: en, nl

source: Ouvre les réglages pour activer ton trajet quotidien
en: Opens settings to enable your daily commute
nl: Opent de instellingen om je dagelijkse traject in te schakelen

source: Ouvrez une gare (Horaires ou Infos trafic) et appuyez sur ★ pour l'épingler ici.
en: Open a station (Timetables or Traffic info) and tap ★ to pin it here.
nl: Open een station (Dienstregeling of Verkeersinfo) en tik op ★ om het hier vast te zetten.

source: Ouvrir l'arrêt
en: Open stop
nl: Halte openen

source: Ouvrir l'assistant IA
en: Open the AI assistant
nl: AI-assistent openen

source: Ouvrir les réglages
en: Open settings
nl: Instellingen openen

source: Panne
en: Breakdown
nl: Defect

source: Parle à Mobi
en: Talk to Mobi
nl: Praat met Mobi

source: Parler
en: Speak
nl: Spreken

source: Parler à Mobi
en: Talk to Mobi
nl: Praat met Mobi

source: Partage Blayse avec tes proches qui prennent les transports.
en: Share Blayse with people you know who use public transport.
nl: Deel Blayse met je naasten die het openbaar vervoer nemen.

source: Partage un incident terrain avec la communauté
en: Share a field incident with the community
nl: Deel een incident ter plaatse met de gemeenschap

source: Pas d'info officielle sur cette ligne
en: No official info on this line
nl: Geen officiële info op deze lijn

source: Pas de passages prévus.
en: No departures scheduled.
nl: Geen doorkomsten gepland.

source: Pas de signalement communauté
en: No community report
nl: Geen melding van de gemeenschap

source: Pas encore de favoris
en: No favorites yet
nl: Nog geen favorieten

source: Passer
en: Skip
nl: Overslaan

source: Perturbations
en: Disruptions
nl: Storingen

source: Perturbations en cours
en: Ongoing disruptions
nl: Lopende storingen

source: Perturbé
en: Disrupted
nl: Verstoord

source: Plage
en: Range
nl: Periode

source: Plage silencieuse
en: Quiet hours
nl: Stille periode

source: Plus d'infos
en: More info
nl: Meer info

source: Plus proche
en: Nearest
nl: Dichtstbij

source: Pose ta question sur le réseau…
en: Ask about the network…
nl: Stel je vraag over het net…

source: Position nécessaire
en: Location required
nl: Locatie vereist

source: Pourquoi cette confiance ?
en: Why this confidence?
nl: Waarom dit vertrouwen?

source: Pourquoi l’activer
en: Why enable it
nl: Waarom inschakelen

source: Préférences
en: Preferences
nl: Voorkeuren

source: Prénom
en: First name
nl: Voornaam

source: PRÉNOM
en: FIRST NAME
nl: VOORNAAM

source: Prépare domicile-travail avec le vrai contexte réseau
en: Plan your home-work commute with real network context
nl: Bereid je woon-werkverkeer voor met de echte netwerkcontext

source: Prépare le trajet domicile-travail et les alertes utiles
en: Prepares your home-work trip and useful alerts
nl: Bereidt het woon-werktraject en nuttige meldingen voor

source: Prochain
en: Next
nl: Volgende

source: PROCHAIN
en: NEXT
nl: VOLGENDE

source: Prochain · %@
en: Next · %@
nl: Volgende · %@

source: PROCHAINS DÉPARTS
en: UPCOMING DEPARTURES
nl: VOLGENDE VERTREKKEN

source: Pseudo
en: Username
nl: Gebruikersnaam

source: Publie un signalement terrain
en: Post a field report
nl: Plaats een melding ter plaatse

source: Push principal
en: Main push
nl: Hoofdmelding

source: Rafraîchir
en: Refresh
nl: Vernieuwen

source: Rafraîchir les horaires
en: Refresh timetable
nl: Dienstregeling vernieuwen

# realtime.unavailable_stop
source: Données temps réel indisponibles pour cet arrêt.
en: Real-time data unavailable for this stop.
nl: Realtime gegevens niet beschikbaar voor deze halte.

source: Recentrer la carte
en: Re-center map
nl: Kaart centreren

source: Recherche en temps réel des mentions SNCB / NMBS sur les réseaux. Intégration en cours.
en: Real-time search of NMBS mentions on social media. Integration in progress.
nl: Real-time zoektocht naar NMBS-vermeldingen op sociale media. Integratie loopt.

source: Recherche en temps réel des mentions STIB / MIVB sur les réseaux. Intégration en cours.
en: Real-time search of STIB mentions on social media. Integration in progress.
nl: Real-time zoektocht naar MIVB-vermeldingen op sociale media. Integratie loopt.

source: Rechercher une gare
en: Search a station
nl: Een station zoeken

source: Reçois des alertes ciblées
en: Get targeted alerts
nl: Ontvang gerichte meldingen

source: Reçois uniquement ce qui touche ton trajet
en: Get only what affects your trip
nl: Ontvang enkel wat je traject raakt

source: Réessayer
en: Try again
nl: Opnieuw proberen

source: Région de Bruxelles-Capitale
en: Brussels-Capital Region
nl: Brussels Hoofdstedelijk Gewest

source: Régler le micro
en: Set up microphone
nl: Microfoon instellen

source: Réinitialise la recherche pour voir toutes les lignes %@.
en: Reset search to see all %@ lines.
nl: Reset de zoekopdracht om alle %@-lijnen te zien.

source: Réinitialiser la carte
en: Reset card
nl: Kaart resetten

source: Réponses basées sur les données disponibles dans l’app.
en: Answers based on the data available in the app.
nl: Antwoorden op basis van de gegevens in de app.

# report.action.resolved
source: Résolu
en: Resolved
nl: Opgelost

# report.action.still_blocked
source: Toujours bloqué
en: Still blocked
nl: Nog geblokkeerd

# report.freshness.days
source: Signalé il y a %lld j
en: Reported %lld d ago
nl: Gemeld %lld d geleden

# report.freshness.hours
source: Signalé il y a %lld h
en: Reported %lld h ago
nl: Gemeld %lld u geleden

# report.freshness.minutes
source: Signalé il y a %lld min
en: Reported %lld min ago
nl: Gemeld %lld min geleden

# report.freshness.now
source: Signalé à l'instant
en: Reported just now
nl: Zojuist gemeld

# report.freshness.unknown
source: Date inconnue
en: Unknown date
nl: Datum onbekend

# report.help.accident
source: Collision ou chute
en: Collision or fall
nl: Aanrijding of val

# report.help.aggression
source: Comportement violent
en: Violent behaviour
nl: Gewelddadig gedrag

# report.help.breakdown
source: Véhicule bloqué
en: Vehicle stuck
nl: Voertuig geblokkeerd

# report.help.cleanliness
source: Déchets ou odeur forte
en: Litter or strong smell
nl: Afval of sterke geur

# report.help.control
source: Contrôleurs à l’arrêt ou à bord
en: Inspectors at the stop or on board
nl: Controleurs aan de halte of aan boord

# report.help.crowding
source: Véhicule bondé
en: Packed vehicle
nl: Overvol voertuig

# report.help.delay
source: Plus de 10 min d’attente?
en: More than 10 min wait?
nl: Meer dan 10 min wachten?

# report.help.incivility
source: Musique ou cris forts
en: Loud music or shouting
nl: Luide muziek of geroep

# report.type.aggression
source: Agression
en: Assault
nl: Agressie

# report.type.breakdown
source: Panne
en: Breakdown
nl: Defect

# report.type.cleanliness
source: Propreté
en: Cleanliness
nl: Netheid

# report.type.control
source: Contrôle
en: Ticket check
nl: Controle

# report.type.crowding
source: Affluence
en: Crowding
nl: Drukte

# report.type.delay
source: Retard
en: Delay
nl: Vertraging

# report.type.detour
source: Déviation
en: Detour
nl: Omleiding

# report.type.incivility
source: Incivilité
en: Disturbance
nl: Overlast

# report.type.info_stib
source: Information STIB
en: STIB info
nl: MIVB-info

# report.type.stop_skipped
source: Arrêt non desservi
en: Stop not served
nl: Halte niet bediend

# report.type.works
source: Travaux
en: Works
nl: Werken

source: Reprise partielle signalée
en: Partial resumption reported
nl: Gedeeltelijke hervatting gemeld

source: RÉSEAU %@
en: %@ NETWORK
nl: %@-NET

source: Réseau %@ OK
en: %@ network OK
nl: %@-net OK

source: RÉSEAU SNCB
en: SNCB NETWORK
nl: NMBS-NET

source: Réseau SNCB OK
en: SNCB network OK
nl: NMBS-net OK

source: Réseau sous surveillance
en: Network under watch
nl: Netwerk onder toezicht

source: Résolu
en: Resolved
nl: Opgelost

source: Résoudre
en: Resolve
nl: Oplossen

source: Retard
en: Delay
nl: Vertraging

source: Rétention
en: Retention
nl: Bewaring

source: Retiré des favoris
en: Removed from favourites
nl: Uit favorieten verwijderd

source: Retirer des favoris
en: Remove from favourites
nl: Uit favorieten verwijderen

source: Retirer la photo
en: Remove photo
nl: Foto verwijderen

source: Retour
en: Back
nl: Terug

source: Retour à la maison
en: Back home
nl: Terug naar huis

source: Retrouve tes lignes STIB en un coup d’œil
en: Find your STIB lines at a glance
nl: Vind je MIVB-lijnen in één oogopslag

source: Retrouve tes reports et confirmations communautaires
en: Find your reports and community confirmations
nl: Vind je meldingen en gemeenschapsbevestigingen terug

source: Retrouve ton historique
en: Find your history
nl: Vind je geschiedenis terug

source: Revoir la visite guidée
en: Replay the tour
nl: Rondleiding opnieuw bekijken

source: Rien ne correspond à « %@ ». Essaie un autre nom d'arrêt ou un numéro de ligne.
en: Nothing matches « %@ ». Try another stop name or line number.
nl: Niets komt overeen met « %@ ». Probeer een andere haltenaam of lijnnummer.

source: Routine quotidienne
en: Daily routine
nl: Dagelijkse routine

# routing.add_place
source: Ajouter
en: Add
nl: Toevoegen

# routing.address
source: Adresse
en: Address
nl: Adres

# routing.addresses
source: Adresses
en: Addresses
nl: Adressen

# routing.alternative_reason
source: Pourquoi cette alternative
en: Why this alternative
nl: Waarom dit alternatief

# routing.arrival
source: Arrivée
en: Arrival
nl: Aankomst

# routing.arrival_at
source: Arrivée %@
en: Arrival %@
nl: Aankomst %@

# routing.at_time
source: À %@
en: At %@
nl: Om %@

# routing.avoids
source: évite
en: avoids
nl: vermijdt

# routing.bike
source: Vélo
en: Bike
nl: Fiets

# routing.bike_step
source: Étape à vélo
en: Bike step
nl: Fietsstap

# routing.bike_to
source: Vélo vers %@
en: Bike to %@
nl: Fiets naar %@

# routing.bike_to_next_step
source: Pédalez vers la prochaine étape
en: Bike to the next step
nl: Fiets naar de volgende stap

# routing.brussels
source: Bruxelles
en: Brussels
nl: Brussel

# routing.choice_reading
source: Lecture du choix
en: Choice reading
nl: Keuze uitgelegd

# routing.choose_arrival_from_results
source: Choisis une adresse dans les résultats pour éviter un mauvais itinéraire.
en: Choose an address from the results to avoid a wrong route.
nl: Kies een adres uit de resultaten om een verkeerde route te vermijden.

# routing.choose_departure_from_results
source: Choisis une adresse de départ dans les résultats.
en: Choose a departure address from the results.
nl: Kies een vertrekadres uit de resultaten.

# routing.connection
source: Correspondance
en: Transfer
nl: Overstap

# routing.current_location_place
source: Lieu position actuelle
en: Current location place
nl: Plaats huidige locatie

# routing.current_position
source: Votre position
en: Your location
nl: Je locatie

# routing.current_position_unavailable
source: Position actuelle indisponible.
en: Current location unavailable.
nl: Huidige locatie niet beschikbaar.

# routing.departing_at
source: DÉP. %@
en: DEP. %@
nl: VERT. %@

# routing.departure
source: Départ
en: Departure
nl: Vertrek

# routing.departure_address
source: Adresse de départ
en: Departure address
nl: Vertrekadres

# routing.departure_detail
source: %@ · départ %@
en: %@ · departure %@
nl: %@ · vertrek %@

# routing.detailed_itinerary
source: Itinéraire détaillé
en: Detailed itinerary
nl: Gedetailleerde route

# routing.duration
source: Durée
en: Duration
nl: Duur

# routing.empty.body
source: Active la localisation pour qu'on puisse calculer un trajet depuis ta position, ou choisis un point de départ dans la barre de recherche.
en: Turn on location so we can calculate a route from your position, or choose a starting point in the search bar.
nl: Schakel locatie in zodat we een route vanaf je positie kunnen berekenen, of kies een vertrekpunt in de zoekbalk.

# routing.empty.title
source: Aucun itinéraire calculé
en: No route calculated
nl: Geen route berekend

# routing.fastest
source: Rapide
en: Fast
nl: Snel

# routing.follow_itinerary
source: Suivre l’itinéraire
en: Follow the route
nl: Volg de route

# routing.go_to
source: Aller à
en: Go to
nl: Naar

# routing.home_place
source: Domicile
en: Home
nl: Thuis

# routing.in_minutes
source: Dans %d min
en: In %d min
nl: Over %d min

# routing.in_one_minute
source: Dans 1 min
en: In 1 min
nl: Over 1 min

# routing.involved_lines
source: Lignes impliquées
en: Involved lines
nl: Betrokken lijnen

# routing.itinerary
source: Itinéraire
en: Itinerary
nl: Route

# routing.late_by
source: + %d min vs prévu
en: + %d min vs scheduled
nl: + %d min t.o.v. gepland

# routing.line
source: Ligne
en: Line
nl: Lijn

# routing.line_code
source: Ligne %@
en: Line %@
nl: Lijn %@

# routing.lines_summary
source: %d lignes
en: %d lines
nl: %d lijnen

# routing.location_access_denied
source: L'accès à la localisation est refusé.
en: Location access is denied.
nl: Locatietoegang is geweigerd.

# routing.metro
source: Métro
en: Metro
nl: Metro

# routing.more
source: Plus
en: More
nl: Meer

# routing.next
source: Prochain
en: Next
nl: Volgende

# routing.next_action
source: Suivant
en: Next
nl: Volgende

# routing.next_departure
source: Prochain passage
en: Next departure
nl: Volgende doorkomst

# routing.no_recent_search
source: Aucune recherche récente
en: No recent search
nl: Geen recente zoekopdracht

# routing.now
source: Maintenant
en: Now
nl: Nu

# routing.one_line_summary
source: 1 ligne
en: 1 line
nl: 1 lijn

# routing.one_stop
source: 1 arrêt
en: 1 stop
nl: 1 halte

# routing.other_itineraries
source: Autres itinéraires
en: Other routes
nl: Andere routes

# routing.place_label
source: Lieu %@
en: Place %@
nl: Plaats %@

# routing.previous
source: Précédent
en: Previous
nl: Vorige

# routing.realtime
source: Temps réel
en: Realtime
nl: Realtime

# routing.recalculated.title
source: Itinéraire recalculé
en: Route recalculated
nl: Route herberekend

# routing.recent
source: Récent
en: Recent
nl: Recent

# routing.recent_trips_hint
source: Tes derniers itinéraires apparaîtront ici.
en: Your recent routes will appear here.
nl: Je laatste routes verschijnen hier.

# routing.recommended_trip
source: Trajet recommandé
en: Recommended route
nl: Aanbevolen route

# routing.reports
source: Signalements
en: Reports
nl: Meldingen

# routing.results
source: Résultats
en: Results
nl: Resultaten

# routing.return_to
source: Retour à
en: Return to
nl: Terug naar

# routing.scheduled
source: Horaire prévu
en: Scheduled
nl: Geplande dienstregeling

# routing.scheduled_at
source: PRÉVU %@
en: SCHEDULED %@
nl: GEPLAND %@

# routing.search_departure
source: Rechercher un départ
en: Search departure
nl: Vertrek zoeken

# routing.search_destination
source: Rechercher une destination
en: Search destination
nl: Bestemming zoeken

# routing.see_itineraries
source: Voir les itinéraires
en: See routes
nl: Routes bekijken

# routing.see_on_map
source: Voir sur la carte
en: View on map
nl: Bekijk op de kaart

# routing.speak_again
source: Reparler
en: Speak again
nl: Opnieuw spreken

# routing.state
source: État
en: Status
nl: Status

# routing.step
source: Étape
en: Step
nl: Stap

# routing.steps
source: Étapes
en: Steps
nl: Stappen

# routing.stop_guidance
source: Arrêter le guidage
en: Stop guidance
nl: Begeleiding stoppen

# routing.stop_guidance_hint
source: Quitte le guidage actif pour ce trajet.
en: Stops active guidance for this route.
nl: Stopt de actieve begeleiding voor deze route.

# routing.stops_count
source: %d arrêts
en: %d stops
nl: %d haltes

# routing.take_next_transport
source: Prendre le transport suivant
en: Take the next service
nl: Neem de volgende verbinding

# routing.then
source: Ensuite
en: Then
nl: Daarna

# routing.to
source: Vers
en: To
nl: Naar

# routing.toward
source: Vers %@
en: To %@
nl: Naar %@

# routing.transfer_count
source: %d corresp.
en: %d transfer
nl: %d overstap

# routing.transfers
source: Transferts
en: Transfers
nl: Overstappen

# routing.transport_in_progress
source: Transport en cours
en: Transport in progress
nl: Vervoer bezig

# routing.transport_step
source: Étape transport
en: Transport step
nl: Vervoersstap

# routing.use_current_position
source: Utiliser ma position
en: Use my location
nl: Mijn locatie gebruiken

# routing.use_current_position_hint
source: Utilisez votre position actuelle comme départ.
en: Use your current location as the departure point.
nl: Gebruik je huidige locatie als vertrekpunt.

# routing.wait_transfer
source: Attente %d min · correspondance
en: %d min wait · transfer
nl: %d min wachten · overstap

# routing.walk
source: À pied
en: On foot
nl: Te voet

# routing.walk_in_progress
source: Marche en cours
en: Walking in progress
nl: Wandelen bezig

# routing.walk_step
source: Étape à pied
en: Walking step
nl: Wandelstap

# routing.walk_to
source: Marcher vers %@
en: Walk to %@
nl: Wandel naar %@

# routing.walking
source: Marche
en: Walk
nl: Wandelen

# routing.walking_minutes
source: %d min à pied
en: %d min on foot
nl: %d min te voet

# routing.work_place
source: Travail
en: Work
nl: Werk

source: Salut. Je connais l’état du réseau, les alertes officielles, les signalements et ton trajet actif. Pose-moi une question concrète sur tes déplacements.
en: Hi. I know the network status, official alerts, reports and your active trip. Ask me a concrete question about your travels.
nl: Hoi. Ik ken de netwerkstatus, officiële meldingen, gebruikersmeldingen en je actieve rit. Stel me een concrete vraag over je verplaatsingen.

source: Sans position, on ne peut pas proposer des arrêts réellement à proximité.
en: Without location, we can't suggest truly nearby stops.
nl: Zonder locatie kunnen we geen echt nabije haltes voorstellen.

source: Sauvegarde tes lignes et arrêts
en: Save your lines and stops
nl: Bewaar je lijnen en haltes

# schedules.cache_limited_subtitle
source: Données en cache · Tape pour réessayer
en: Cached data · Tap to retry
nl: Gegevens in cache · Tik om opnieuw te proberen

# schedules.cache_limited_title
source: Connexion limitée
en: Limited connection
nl: Beperkte verbinding

# schedules.load_failed
source: Impossible de charger les lignes
en: Unable to load lines
nl: Kan de lijnen niet laden

# schedules.no_line_found
source: Aucune ligne trouvée
en: No line found
nl: Geen lijn gevonden

# schedules.reset_search_hint
source: Réinitialise la recherche pour voir toutes les lignes %@.
en: Reset search to see all %@ lines.
nl: Reset de zoekopdracht om alle %@-lijnen te zien.

# schedules.search_placeholder
source: Chercher une ligne
en: Search for a line
nl: Een lijn zoeken

# schedules.search_station_placeholder
source: Chercher une gare
en: Search for a station
nl: Een station zoeken

# schedules.see_all_lines
source: Voir toutes les lignes
en: See all lines
nl: Alle lijnen bekijken

# schedules.title
source: Horaires
en: Timetables
nl: Diensten

source: Se connecter à la place
en: Log in instead
nl: In plaats daarvan inloggen

source: Se déconnecter
en: Log out
nl: Uitloggen

source: Se déconnecter ?
en: Log out?
nl: Uitloggen?

# search.clear
source: Effacer la recherche
en: Clear search
nl: Zoekopdracht wissen

source: Sélectionne la gare
en: Select the station
nl: Kies het station

source: Signalement publié
en: Report published
nl: Melding gepubliceerd

source: Signalements
en: Reports
nl: Meldingen

source: Signalements communauté
en: Community reports
nl: Communitymeldingen

source: Signaler
en: Report
nl: Melden

source: Signaler cet arrêt
en: Report this stop
nl: Deze halte melden

source: Signaler cette gare
en: Report this station
nl: Dit station melden

source: Signaler un bug
en: Report a bug
nl: Een bug melden

source: Signaler un problème
en: Report a problem
nl: Probleem melden

# sncb.station.traffic.perturbed_trains
source: TRAINS PERTURBÉS
en: DISRUPTED TRAINS
nl: VERSTOORDE TREINEN

source: Sources mixtes
en: Mixed sources
nl: Gemengde bronnen

source: Sous surveillance
en: Under watch
nl: Onder toezicht

# splash.hero.brussels_line
source: Bruxelles,
en: Brussels,
nl: Brussel,

# splash.logo_accessibility
source: Logo STIB Alert
en: STIB Alert logo
nl: STIB Alert-logo

# splash.subtitle
source: Soyez alerté en temps réel.
en: Get alerted in real time.
nl: Blijf in realtime op de hoogte.

source: Statistiques (optionnel)
en: Statistics (optional)
nl: Statistieken (optioneel)

# stibai.error.connection_lost
source: Connexion interrompue pendant la réponse. Réessaie.
en: Connection lost during the response. Try again.
nl: Verbinding onderbroken tijdens het antwoord. Probeer opnieuw.

# stibai.error.invalid_response
source: Réponse assistant invalide.
en: Invalid assistant response.
nl: Ongeldig antwoord van de assistent.

# stibai.error.invalid_url
source: URL assistant invalide.
en: Invalid assistant URL.
nl: Ongeldige assistent-URL.

# stibai.error.no_internet
source: Aucune connexion internet détectée.
en: No internet connection detected.
nl: Geen internetverbinding gedetecteerd.

# stibai.error.server_unreachable
source: Serveur assistant momentanément inaccessible.
en: Assistant server temporarily unreachable.
nl: Assistent-server tijdelijk onbereikbaar.

# stibai.error.timeout
source: L'assistant met trop de temps à répondre. Réessaie.
en: The assistant is taking too long. Try again.
nl: De assistent doet er te lang over. Probeer opnieuw.

# stibai.error.too_many
source: Trop de demandes vers l'assistant. Réessaie dans un instant.
en: Too many requests to the assistant. Try again shortly.
nl: Te veel aanvragen naar de assistent. Probeer zo opnieuw.

# stibai.error.unavailable
source: Assistant temporairement indisponible.
en: Assistant temporarily unavailable.
nl: Assistent tijdelijk niet beschikbaar.

# stibai.error.unstable
source: Connexion instable. Réessaie dans quelques secondes.
en: Unstable connection. Try again in a few seconds.
nl: Onstabiele verbinding. Probeer over enkele seconden opnieuw.

# stibai.prompt.alternative
source: Quelle alternative si ma ligne est bloquée ?
en: What alternative if my line is blocked?
nl: Welk alternatief als mijn lijn geblokkeerd is?

# stibai.prompt.around
source: Que se passe-t-il autour de moi ?
en: What's happening around me?
nl: Wat gebeurt er rondom mij?

# stibai.prompt.disruptions
source: Y a-t-il des perturbations en ce moment ?
en: Any disruptions right now?
nl: Zijn er momenteel verstoringen?

# stibai.prompt.risk
source: Mon trajet est-il à risque ?
en: Is my trip at risk?
nl: Loopt mijn rit risico?

# stibai.scope.around_me
source: autour de moi
en: around me
nl: rondom mij

# stibai.scope.location_off
source: localisation non active
en: location off
nl: locatie niet actief

# STIBALERT · V%@ (%@) · BRUXELLES
source: STIBALERT · V%1$@ (%2$@) · BRUXELLES
en: STIBALERT · V%@ (%@) · BRUSSELS
nl: STIBALERT · V%@ (%@) · BRUSSEL

# stop_detail.around
source: Autour
en: Nearby
nl: Rondom

# stop_detail.lines_count
source: Lignes · %d
en: Lines · %d
nl: Lijnen · %d

# stop_detail.realtime
source: Temps réel
en: Realtime
nl: Realtime

# stop_detail.report
source: Signaler
en: Report
nl: Melden

# stop_detail.schedules
source: Horaires
en: Schedules
nl: Diensten

# stopdetail.line_no_departures
source: Aucun passage prévu pour cette ligne pour le moment.
en: No upcoming departures for this line right now.
nl: Geen verwachte doorkomsten voor deze lijn op dit moment.

# stopdetail.line_not_served
source: Cette ligne n'est pas desservie à cet arrêt.
en: This line doesn't serve this stop.
nl: Deze lijn bedient deze halte niet.

source: SUPPR.
en: DEL.
nl: VERW.

source: SUPPRIMÉ
en: DELETED
nl: VERWIJDERD

source: Supprimer définitivement
en: Delete permanently
nl: Definitief verwijderen

source: Supprimer le compte définitivement ?
en: Delete account permanently?
nl: Account definitief verwijderen?

source: Supprimer mon compte
en: Delete my account
nl: Mijn account verwijderen

source: Sur la ligne · à proximité
en: On the line · nearby
nl: Op de lijn · in de buurt
